10/data/attachments/aa7f10f726b2c8db.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f6707dd5-f761-49bf-8490-0cb48d9de0d5</nif:username>
            <nif:friendToBeAdded>Jessica_down_Actions_67501_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>